---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.IExternalResourceServer
source: html/60fc99f1-fb15-270f-e2f4-279786ab4ed6.htm
---
# IExternalResourceServer Members

Implement this method to indicate whether two given resources are the same.